Repository: 975L/PaymentBundle
Catalog: Resources/translations/payment.*.xlf
Languages: es, fr

source: No payment
es: Sin pago
fr: Pas de paiement

source: There is currently no payment
es: Actualmente no hay pago
fr: Il n'y a actuellement aucun paiement.

source: Payment
es: Pago
fr: Paiement

source: Description
es: Descripción

source: Payment by card
es: Pago con tarjeta
fr: Paiement par carte

source: We do NOT store data Banking
es: NO almacenamos datos de Banca
fr: Nous ne stockons PAS les données bancaires

source: This page uses a secure SSL connection. I can confirm this by checking that the URL is https, and that a padlock is present in my Address bar.
es: Esta página utiliza una conexión segura SSL. Puedo confirmar esto mediante la comprobación de que la URL es https, y que un candado está presente en mi barra de direcciones.
fr: Cette page utilise une connexion sécurisée SSL. Je peux le confirmer en contrôlant que l'URL est bien en https, et qu'un cadenas est bien présent dans ma barre d'adresse.

source: Payment system (PCI/DSS 1)
es: Sistema de pago (PCI / DSS 1)
fr: Système de paiement (PCI/DSS 1)

source: Payment done (%amount%)
es: Pago hecho (%amount%)
fr: Paiement effectué (%amount%)

source: There was an error with a Stripe payment! The money has NOT been withdrawn from the account.
es: ¡Ha ocurrido un error con un pago Stripe ! El dinero no se ha retirado de la cuenta.
fr: Une erreur est survenue avec un paiement Stripe ! L'argent n'a PAS été enlevé du compte.

source: ERROR! The payment has been done but the product/service was not delivered! We have been informed and will contact you as soon as possible. Keep track of this payment!
es: ¡ERROR! ¡El pago se ha realizado pero el/producto/servicio NO fue deliverado! Hemos sido informados y nos contactaremos con usted lo antes posible. ¡Mantenga un registro de este pago!
fr: ERREUR ! Le paiement a été effectué mais le produit/service n'a pas été délivré ! Nous avons été informés et vous contacterons dès que possible. Gardez une trace de ce paiement !

source: Code
es: Código

source: Message
es: Mensaje

source: There was an error after a payment! Money HAS BEEN been debited from the account but the product/service has not been delivered!
es: ¡Ha ocurrido un error después de un pago! El dinero se debita de la cuenta pero el producto/servicio no fue deliverado!
fr: Une erreur est survenue après un paiement ! L'argent A ÉTÉ débité du compte mais le produit/service n'a pas été délivré !

source: Transaction identifier
es: Identificar de transacción
fr: Identifiant de transaction

source: Date and Time
es: Fecha y Hora
fr: Date et Heure

source: Amount
es: Cantidad
fr: Montant

source: The following payment has been well executed on <strong>%site%</strong>.
es: El siguiente pago se hizo en <strong>%site%</strong>.
fr: Le paiement suivant a bien été effectué sur <strong>%site%</strong>.

source: The following error has occured during the process. The money has NOT been withdrawn from the account. Please correct and re-submit or contact us.
es: El siguiente error se ha producido durante el proceso. El dinero no se ha retirado de la cuenta. Por favor, corregir y volver a presentar o contacto con nosotros.
fr: L'erreur suivante est survenue durant le processus. L'argent n'a PAS été enlevé du compte. Merci de corriger et de re-soumettre ou contactez nous.

source: An error has occured during the process. The money has NOT been withdrawn from the account.
es: Ha ocurrido un error durante el proceso. El dinero no se ha retirado de la cuenta.
fr: Une erreur est survenue durant le processus. L'argent n'a PAS été enlevé du compte.

source: Estimated Stripe fee
es: Estimado Stripe comisión
fr: Commission Stripe estimée

source: Estimated net income
es: Ingreso neto estimado
fr: Revenu net estimé

source: The following payment has been initiated but not paid on our website.
es: El siguiente pago se inició pero no pagados en nuestro sitio.
fr: Le paiement suivant a été initié mais non payé sur notre site.

source: Process to payment
es: Proceder al pago
fr: Procéder au paiement

source: Action
es: Acción

source: List of payments
es: Lista de pagos
fr: Liste des paiements

source: !!! Warning, you are currently using the TEST keys, payment will not be debited !!! The payment data in test are as follows Card: 4242 4242 4242 4242 Month/Year: any month/year in the future CVV: 3 random numbers
es: !!! Atención, actualmente está utilizando las claves de TEST, el pago no se debitará !!! Los datos de pago en prueba son los siguientes Carta: 4242 4242 4242 4242 Mes/Año: algunos mes/año en el futuro CVV: 3 números aleatorios
fr: !!! Attention, vous utilisez actuellement les clés de TEST, le paiement ne sera pas débité !!! Les données de paiement en test sont les suivantes Carte : 4242 4242 4242 4242 Mois/Année : n'importe quel mois/année dans le futur CVV : 3 chiffres au hasard

source: By clicking on the following button you will proceed to the payment of the service described below.
es: Al hacer clic en el siguiente botón, procederá al pago del servicio descrito por debajo.
fr: En cliquant sur le bouton suivant vous pourrez procéder au paiement du service décrit ci-dessous.

source: This payment is a test, it has not been debited.
es: Este pago es una prueba, no se ha debitado.
fr: Ce paiement est un test, il n'a pas été débité.

source: After the validation, thank you to wait for the complete loading of the page.
es: Después de la validación, gracias por esperar la carga completa de la página.
fr: Après la validation, merci d'attendre le chargement complet de la page.

source: Make a payment
es: Hacer un pago
fr: Effectuer un paiement

source: Fill out the form below to access the payment
es: Rellene el siguiente formulario para acceder al pago
fr: Remplissez le formulaire ci-dessous pour accéder au paiement

source: Amount excluding VAT
es: Cantidad sin IVA
fr: Montant hors TVA

source: VAT
es: IVA
fr: TVA
